---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.DebugTabBindingFailures
source: html/bf090eb7-97bf-fe1a-b3a6-e71b6878e8ee.htm
---
# BuiltInFailures.DebugTabBindingFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.